Repository: EdwardBetts/CorpSearch
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Company Name
ka: კომპანიის დასახელება

source: ID code
ka: საიდენტიფიკაციო კოდი

source: Address
ka: მისამართი

source: Email
ka: ელ. ფოსტა

source: Legal Form
ka: იურიდიული სტატუსი

source: Companies registered after
ka: შემდეგ დარეგისტრირებული კომპანიები

source: Companies registered before
ka: მანამდე დარეგისტრირებული კომპანიები

source: ID Code
ka: საიდენტიფიკაციო კოდი

source: Registry link
ka: რეგისტრაციის ლინკი

source: View on registry
ka: იხილეთ რეესტრი

source: Download for Excel
ka: ჩამოტვირთეთ Excel-ისთვის

source: Name
ka: დასახელება

source: Personal code
ka: პირადი ნომერი

source: State registration code
ka: სახელმწიფო რეგისტრაციის ნომერი

source: Registration date
ka: რეგისტრაციის თარიღი

source: View details from the Public Registry database
ka: იხილეთ დეტალურად საჯარო რეესტრის მონაცემთა ბაზაში

source: Public registry page
ka: საჯარო რეესტრის გვერდი

source: Person
ka: პირი

source: Role
ka: მონაწილეობა

source: Date
ka: თარიღი

source: Documentation
ka: დოკუმენტაცია

source: View profile
ka: იხილეთ პროფილი

source: View documentation
ka: იხილეთ დოკუმენტაცია

source: Personal number
ka: პირადი ნომერი

source: Nationality
ka: ეროვნება

source: Unknown
ka: უცნობია

source: Date of birth
ka: დაბადების თარიღი

source: Listed affiliations
ka: მონაწილეობის ჩამონათვალი

source: View detail
ka: იხილეთ დეტალი

source: Listed ownership interests
ka: საკუთრების ინტერესების ჩამონათვალი

source: Share
ka: წილი

source: Personal Number
ka: პირადი ნომერი

source: Corporations search tool -- TI Georgia
ka: კორპორაციების საძიებო ხელსაწყო- საერთაშორისო გამჭვირვალობა-საქართველო

source: Note: You are viewing this site in a language other than Georgian. Georgian letters have been converted for your convenience.
ka: შენიშვნა: თქვენ ამ საიტს ხედავთ ენაზე, რომელიც არ არის ქართული. ქართული აღნიშვნები შეცვლილია შესაბამისად.

source: Data available on this website is scraped from <a href="https://enreg.reestri.gov.ge/">https://enreg.reestri.gov.ge/</a>
ka: ამ საიტზე არსებული ინფორმაცია მიღებულია შემდეგი საიტიდან: <a href="https://enreg.reestri.gov.ge/">https://enreg.reestri.gov.ge/</a>

source: Last update: September 6th 2014
ka: ბოლო განახლება: 2014 წლის 6 სექტემბერი

source: Georgian keyboard
ka: ქართული კლავიატურა

source: Home
ka: მთავარი

source: Privacy
ka: კონფიდენციალურობა

source: About
ka: ჩვენს შესახებ

source: Previous page
ka: წინა გვერდი

source: Next page
ka: შემდეგი გვერდი
